{
  "occupations":[
      {"id": 0, "label": "taxi driver", "video": "https://www.youtube.com/watch?v=3U1OCK4xA0w", "description": "Taxi drivers transport people to and from their destinations. They have to be good drivers, and know their way around the area in which they are driving. They often have to go through some form of training, but there are rarely education requirements. Taxi driver jobs require strong customer service skills."},
      {"id": 1, "label": "nurse", "video": "https://www.youtube.com/watch?v=Sfu0UQ4nw1w", "description": "A nurse is a person who is trained to give care (help) to people who are sick or injured. Nurses work with doctors and other health care workers to make patients well (not sick) and to keep them fit and healthy. Nurses also help with end-of-life needs and assist other family members with grieving. Like doctors, nurses can choose what work they do. Some nurses train and work to help during surgery. Some nurses train to help people understand health problems like nutrition (what to eat), and disease (what can make people sick). Nurses can do many different jobs to help people."},
      {"id": 2, "label": "firefighter", "video": "https://www.youtube.com/watch?v=jtnK5L0RZRk", "description": "A firefighter is a rescuer extensively trained in firefighting, primarily to extinguish hazardous fires that threaten life, property and/or the environment. Firefighters work closely with other emergency response agencies such as the police and emergency medical service. A firefighter's role may overlap with both. Fire investigators or fire marshals investigate the cause of a fire. If the fire was caused by arson or negligence, their work will overlap with law enforcement. Firefighters also frequently provide some degree of emergency medical service, in addition to working with full-time paramedics."},
      {"id": 3, "label": "police officer", "video": "https://www.youtube.com/watch?v=n2LcNZ7e2c0", "description": "Responsibilities of a police officer are varied, and may differ greatly from within one political context to another. Typical duties relate to keeping the peace, law enforcement, protection of people and property and the investigation of crimes. Officers are expected to respond to a variety of situations that may arise while they are on duty. Rules and guidelines dictate how an officer should behave within the community, and in many contexts, restrictions are placed on what the uniformed officer wears. They also function to discourage crimes through high-visibility policing, and most police forces have an investigative capability. Police have the legal authority to arrest and detain, usually granted by magistrates."},
      {"id": 4, "label": "teacher", "video": "https://www.youtube.com/watch?v=ADtVNLlSofY", "description": "A teacher is a person who helps others to acquire knowledge, competences or values. Teachers may provide instruction in literacy and numeracy, craftsmanship or vocational training, the arts, religion, civics, community roles, or life skills. Formal teaching tasks include preparing lessons according to agreed curricula, giving lessons, and assessing pupil progress. A teacher's professional duties may extend beyond formal teaching. Outside of the classroom teachers may accompany students on field trips, supervise study halls, help with the organization of school functions, and serve as supervisors for extracurricular activities. In some education systems, teachers may have responsibility for student discipline."},
      {"id": 5, "label": "Web developer", "video": "https://www.youtube.com/watch?v=URM8F0C5rLs", "description": "Web developers are found working in various types of organizations, including large corporations and governments, small and medium - sized companies, or alone as freelancers. Some web developers work for one organization as a permanent full-time employee, while others may work as independent consultants, or as contractors for an employment agency. Web developers typically handle both server-side and front-end logic. This usually involves implementing all the visual elements that users see and use in the web application, as well as all the web services and APIs that are necessary to power the front-end."},
      {"id": 6, "label": "bodyguard", "video": "https://www.youtube.com/watch?v=d7Dz34-cZ74", "description": "A bodyguard is someone who looks out for the personal security of individuals. Bodyguards work either alone or as part of a security team, and are trained to jump to action and defend their clients in any situation where there is a threat of harassment or attack. They protect public officials, wealthy people, and celebrities from kidnapping, assassination, harassment, theft, assault, loss of confidential information, threats, and other criminal offences."},
      {"id": 7, "label": "flight pilot", "video": "https://www.youtube.com/watch?v=TXeIClY-qvY&list=PL6E0F0E84C2A8E607&index=3", "description": "An aircraft pilot or aviator is a person who controls the flight of an aircraft by operating its directional flight controls.Civilian pilots fly aircraft of all types privately for pleasure, charity, or in pursuance of a business, and/or commercially for non-scheduled (charter) and scheduled passenger and cargo air carriers (airlines), corporate aviation, agriculture (crop dusting, etc.), forest fire control, law enforcement, etc."},
      {"id": 8, "label": "truck driver", "video": "https://www.youtube.com/watch?v=J-KUQ3Nqnn0", "description": "Truck drivers provide an essential service to industrialized societies by transporting finished goods and raw materials over land, typically to and from manufacturing plants, retail and distribution centers. Truck drivers are also responsible for inspecting all their vehicles for mechanical items or issues relating to safe operation."},
      {"id": 9, "label": "photojournalist", "video": "https://youtu.be/Lew1Fii5xXE", "description": "Photojournalists are artistic individuals who developed their talents — talents most professionals devote to shooting wedding photos — and took their art to wherever the action was. Their single images document whole historical epochs in ways no words can, and the photographers themselves often put themselves at great risk to get those history-making shorts. Photojournalist Jeff Widener improvised a lens to take the Pulitzer-nominated Tiananmen Square photograph that became the most recognizable image of the 1989 protests, and his shot is more illustrative of that situation than any textbook description could be."},
      {"id": 10, "label": "engineer", "video": "https://www.youtube.com/watch?v=yxiqdzLo2Gg", "description": "Working with a combination of math and physics — two things that mystify most people — engineers have been making the entire world work ever since Archimedes declared that, given a place to stand, he could move the Earth. Some engineers are inventors, and are responsible for sweeping changes to the way society functions (cars, computers, and telephones come to mind). Other engineers merely make sure our structures don't fall down and our bridges don't crumble, while military engineers — folks who go into war zones and build things under fire — do the same thing with limited resources and in extreme danger."}
  ]

}